tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'neovim/neovim'

cask 'firefox'
cask 'font-fira-code'
cask 'google-chrome'
cask 'inkscape'
cask 'iterm2'
cask 'karabiner-elements'
cask 'osxfuse'
cask 'qlmarkdown'
cask 'steam'
cask 'vlc'

brew 'automake'
brew 'coreutils'
brew 'ctags'
brew 'diff-so-fancy'
brew 'fasd'
brew 'findutils'
brew 'fzf'
brew 'ghi'
brew 'git'
brew 'git-extras'
brew 'highlight'
brew 'hub'
brew 'lame'
brew 'neovim'
brew 'ntfs-3g'
brew 'openssl'
brew 'podofo'
brew 'python3'
brew 'ranger'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'rename'
brew 'ripgrep'
brew 'spaceman-diff'
brew 'tidy-html5'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'x264'
brew 'xvid'
brew 'youtube-dl'
brew 'zsh'
